Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

# help_content_2
source: Help center
ar: مركز المساعدة
de: Hilfe-Center
es: Centro de Apoyo
fi_fi: APUKESKUS
fr: CENTRE D'ASSISTANCE
he: מרכז עזרה
it: CENTRO DI ASSISTENZA
ja_jp: ヘルプセンター
pt: Central de Ajuda
tr: Yardım Merkezi
zh_hans: 帮助中心

# help_content_3
source: Live Chat
ar: دردشة مباشرة
es: Chat en vivo
fr: CHAT EN DIRECT
he: צ'אט חי
it: CHAT ISTANTANEA
ja_jp: ライブチャット
pt: Bate-papo ao vivo
tr: Canlı Sohbet
zh_hans: 在线聊天

# help_content_4
source: Give Feedback
ar: أعط ملاحظات
de: Feedback geben
es: Dar Opinión
fi_fi: Anna palautetta
fr: Laisser un Commentaire
he: תן משוב
it: Invia un feedback
ja_jp: フィードバックを書く
pt: Oferecer Feedback
tr: Geri Bildirimde Bulunun
zh_hans: 反馈

# help_content_5
source: My tickets
ar: تذاكري
de: Meine Tickets
es: Mis Tickets
fi_fi: OMAT LIPUT
fr: MES BILLETS
he: הכרטיסים שלי
it: LE MIE RICHIESTE
ja_jp: マイチケット
pt: Meus tickets
tr: Taleplerim
zh_hans: 我的票据

# help_desk_button_1
source: Create a ticket
ar: إنشاء تذكرة
de: Ticket erstellen
es: Crear ticket
fi_fi: LUO LIPPU
fr: CRÉER UN BILLET
he: צור כרטיס
it: INVIA UNA RICHIESTA
ja_jp: チケットを作成
pt: Criar um ticket
tr: Talep oluştur
zh_hans: 创建票据

# help_desk_button_2
source: My tickets
ar: تذاكري
de: Meine Tickets
es: Mis Tickets
fi_fi: OMAT LIPUT
fr: MES BILLETS
he: הכרטיסים שלי
it: LE MIE RICHIESTE
ja_jp: マイチケット
pt: Meus tickets
tr: Taleplerim
zh_hans: 我的票据

# help_desk_button_3
source: Help Center
ar: مركز المساعدة
es: Centro de Ayuda
fi_fi: APUKESKUS
fr: CENTRE D'ASSISTANCE
he: מרכז עזרה
it: CENTRO DI ASSISTENZA
ja_jp: ヘルプセンター
pt: Central de ajuda
tr: Yardım Merkezi
zh_hans: 帮助中心

# help_desk_button_4
source: Live Chat
ar: دردشة مباشرة
es: Chat Directo
fr: CHAT EN DIRECT
he: צ'אט חי
it: CHAT ISTANTANEA
ja_jp: ライブチャット
pt: Bate-papo ao vivo
tr: Canlı sohbet
zh_hans: 在线聊天

# help_desk_button_feedback
source: Give Feedback
ar: أعط ملاحظات
de: Feedback geben
es: Dar Opinión
fi_fi: Anna palautetta
fr: Laisser un Commentaire
he: תן משוב
it: Invia un feedback
ja_jp: フィードバックを書く
pt: Oferecer Feedback
tr: Geri bildirimde bulun
zh_hans: 反馈

# help_desk_content_1
source: Help Desk
ar: مكتب المساعدة
es: Centro de Ayuda
fi_fi: Apukeskus
fr: Bureau d'aide
he: דלפק עזרה
it: Centro Assistenza
ja_jp: ヘルプデスク
pt: Central de Ajuda
tr: Yardım Masası
zh_hans: 帮助桌面

# help_desk_content_2
source: View our Help Center, create a ticket or manage your existing tickets.
ar: كيف يمكننا مساعدتك؟
de: Wie können wir Ihnen helfen?
es: ¿Cómo podemos ayudarte?
fi_fi: Kuinka voimme auttaa sinua?
fr: Comment pouvons-nous vous aider?
he: צפה במרכז העזרה שלנו, צור כרטיס או נהל את הכרטיסים הקיימים שלך.
it: Visita il Centro di Assistenza gestisci le richieste aperte.
ja_jp: お問い合わせ内容は何でしょうか？
pt: Como podemos ajudar?
tr: Yardım Merkezimizi görüntüle, destek talebi oluştur veya mevcut taleplerini yönet.
zh_hans: 我们可以怎样帮助你？

# help_desk_title
source: Help Desk
ar: مكتب المساعدة
es: Centro de Ayuda
fi_fi: Apukeskus
fr: Bureau d'aide
he: דלפק עזרה
it: Centro Assistenza
ja_jp: ヘルプデスク
pt: Central de Ajuda
tr: Yardım Masası
zh_hans: 帮助桌面

# help_title
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fi_fi: Apua
fr: Aide
he: עזרה
it: Assistenza
ja_jp: ヘルプ
pt: Ajuda
tr: Yardım
zh_hans: 帮助

source: History
ar: تاريخ
de: dasGeschichte
es: dasHistoria
fi_fi: Tarih
fr: dasHistoire
he: הִיסטוֹרִיָה
it: dasStoria
ja_jp: 歴史
pt: História
tr: Tarih
zh_hans: 历史

# in_app_purchase_content_1
source: Choose a plan
ar: اختر خطة
de: Wähle einen Plan
es: Elige un Plan
fi_fi: Valitse suunnitelma
fr: Choisissez un plan
he: בחר תוכנית
it: Scegli Piano
ja_jp: プランの選択
pt: Escolha um plano
tr: Plan seçin
zh_hans: 选择一个计划

# in_app_purchase_content_2
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fi_fi: Palauta
fr: Restaurer
he: לשחזר
it: Ripristina
ja_jp: リストア
pt: Restaurar
tr: Eski haline getir
zh_hans: 恢复

# in_app_purchase_content_3
source: Selected Plan
ar: الخطة المختارة
de: Plan auswählen
es: Plan Elegido
fi_fi: Valittu suunnitelma
fr: Plan sélectionné
he: תוכנית נבחרת
it: Piano scelto
ja_jp: 選択したプラン
pt: Selecione um plano
tr: Seçilen Plan
zh_hans: 选定的计划

# in_app_purchase_content_4
source: Your Plan Details
ar: تفاصيل خطتك
de: Details zu deinem Plan
es: Detalles de tu Plan
fi_fi: Suunnitelmasi tiedot
fr: Détails de votre plan
he: פרטי התוכנית שלך
it: Dettagli Piano
ja_jp: お客様のプランの詳細
pt: Detalhes do seu plano
tr: Plan Ayrıntılarınız
zh_hans: 您的计划详情

# in_app_purchase_content_5
source: Please upgrade your account to get access to all the powerful features of FamilyTime Premium.
ar: يرجى ترقية حسابك للوصول إلى جميع الميزات القوية لتطبيق FamilyTime المميز
de: Bitte upgrade dein Konto, um Zugriff auf all die powervollen Funktionen von FamilyTime Premium zu erhalten.
es: Por favor, mejora tu cuenta para acceder a todas las funciones de FamilyTime Premium.
fi_fi: Ole hyvä ja päivitä käyttäjäsi saadaksesi pääsyn kaikkein voimakkaimpiin ominaisuuksiin FamilyTime Premiumilla.
fr: Veuillez mettre à niveau votre compte pour avoir accès à toutes les puissantes fonctionnalités de FamilyTime Premium.
he: אנא שדרג את חשבונך כדי לקבל גישה לכל התכונות החזקות של FamilyTime פרימיום.
it: Aggiorna il tuo account per avere accesso a tutte le funzioni di FamilyTime Premium.
ja_jp: FamilyTime プレミアムのパワフルな機能をすべて利用するには、アカウントをアップグレードしてください。
pt: Por favor, atualize sua conta para acessar todos os recursos do FamilyTime Premium.
tr: FamilyTime Premium'un tüm güçlü özelliklerine erişmek için lütfen hesabınızı yükseltin.
zh_hans: 请升级您的账户，以获得 FamilyTime 高级版的所有强大功能。

# in_app_purchase_content_6
source: The subscription will continue to renew unless you cancel at least one day before the period ends.
ar: سيستمر تجديد الاشتراك ما لم تقم بالإلغاء قبل يوم واحد على الأقل من انتهاء الفترة.
de: Das Abonnement wird solange erneuert, bis Sie spätestens einen Tag vor dem Ende des Abrechungszeitraums kündigen.
es: La suscripción seguirá renovándose a menos que la canceles un día antes de que finalice su periodo.
fi_fi: Tilauksesi jatkaa uusiutumista jollet peru sitä vähintään päivää ennen tilausjakson loppua.
fr: L'abonnement continuera à être renouvelé sauf si vous annulez au moins un jour avant la fin de la période.
he: המנוי ימשיך להתחדש אלא אם תבטל לפחות יום אחד לפני סיום התקופה.
it: L'abbonamento continua a rinnovarsi se non viene annullato almeno un giorno prima di fine periodo.
ja_jp: 期間終了の1日前までにキャンセルしない限り、サブスクリプションは継続して更新されます。
pt: A assinatura vai continuar sendo renovada, para remover essa opção você deve cancelar no mínimo um dia antes do término do período.
tr: Süre sona ermeden en az bir gün önce iptal etmediğiniz sürece abonelik yenilenmeye devam edecektir.
zh_hans: 除非您在期限结束前至少一天取消，否则订阅将继续。

# in_app_purchase_content_7
source: For more information, please visit our Terms of service and privacy policy.
ar: لمزيد من المعلومات، يرجى زيارة شروط الخدمة وسياسة الخصوصية الخاصة بنا.
de: Für mehr Informationen besuchen Sie bitte unsere Allgemeinen Geschäftsbedingungen und Datenschutzbestimmung.
es: Para más información, por favor visita nuestros Términos de servicio y Política de privacidad.
fi_fi: Saadaksesi lisää tietoa, katso käyttöehtomme ja yksityisyyskäytäntömme
fr: Pour plus d'informations, veuillez consulter nos conditions de service et notre politique de confidentialité.
he: למידע נוסף, בקר בתנאי השירות ובמדיניות הפרטיות שלנו.
it: Per altre informazioni, visita Termini di Servizio e privacy policy.
ja_jp: 詳しくは、利用規約とプライバシーポリシーをご覧ください。
pt: Para mais informações, visite nossos Termos de serviço e política de privacidade.
tr: Daha fazla bilgi için lütfen Hizmet Şartlarımızı ve gizlilik politikamızı ziyaret edin.
zh_hans: 如需了解更多信息，请访问我们的服务条款和隐私政策。

# in_app_purchase_title
source: In-App Purchase
ar: الشراء داخل التطبيق
de: In-App Einkauf
es: Compras en la App
fi_fi: Sovelluksen sisäiset ostot
fr: Achat en ligne
he: רכישה בתוך האפליקציה
it: Acquisti In-App
ja_jp: アプリ内での購入
pt: Compras no aplicativo
tr: Uygulama İçi Satın Alma
zh_hans: 应用内购买

source: in_chrome_title
ar: في الكروم ، في
de: im Chrom, auf
es: en el cromo, en
fi_fi: kromissa, päällä
fr: dans le chrome, sur
he: בכרום, על
it: nel cromo, su
ja_jp: クロームで、
pt: no cromo, em
zh_hans: 在镀铬中，在

source: Individual App Limit
ar: حد التطبيقات الفردية
de: Individuelles App-Limit
es: Límite de aplicaciones individuales
fi_fi: Yksittäinen sovellusrajoitus
fr: Limite d'application individuelle
he: מגבלת אפליקציה אישית
it: Limite di app individuali
ja_jp: 個別アプリの制限
pt: Limite de aplicativos individuais
tr: Bireysel Uygulama Limiti
zh_hans: 个人应用程序限制

# individual_app_limit_des
source: Daily usage limit Auto limit new apps
ar: حد الاستخدام اليومي الحد التلقائي من التطبيقات الجديدة
de: Tägliches Nutzungslimit. Neue Apps automatisch begrenzen
es: Límite de uso diario Limitación automática de nuevas aplicaciones
fi_fi: Päivittäinen käyttöraja Rajoita automaattisesti uusia sovelluksia
fr: Limite d'utilisation quotidienne. Limite automatique des nouvelles applications
he: מגבלת שימוש יומית הגבלה אוטומטית של אפליקציות חדשות
it: Limite di utilizzo giornaliero Limita automaticamente le nuove app
ja_jp: 1 日の使用制限 新しいアプリを自動制限する
pt: Limite de uso diário Limite automático de novos aplicativos
tr: Günlük kullanım sınırı Yeni uygulamaları otomatik sınırlama
zh_hans: 每日使用限制 自动限制新应用程序

# installed_apps_content_1
source: System Apps
ar: تطبيقات النظام
es: Apps de Sistema
fi_fi: Järjestelmäsovellukset
fr: Apps Système
he: אפליקציות מערכת
it: App di sistema
ja_jp: システムアプリケーション
pt: Aplicativos do sistema
tr: Sistem Uygulamaları
zh_hans: 系统应用

# installed_apps_content_2
source: Other Apps
ar: تطبيقات أخرى
de: Andere Apps
es: Otras Apps
fi_fi: Muut sovellukset
fr: Autres Apps
he: אפליקציות אחרות
it: Altre app
ja_jp: 他のアプリ
pt: Outros aplicativos
tr: Diğer Uygulamalar
zh_hans: 其他应用

# installed_apps_content_3
source: Important Apps
ar: تطبيقات هامة
de: Wichtige Apps
es: Apps Importantes
fi_fi: Tärkeät sovellukset
fr: Apps Importantes
he: אפליקציות חשובות
it: App importanti
ja_jp: 重要なアプリ
pt: Aplicativos importantes
tr: Önemli Uygulamalar
zh_hans: 重要的应用程序

# installed_apps_title
source: Apps
ar: التطبيقات المثبتة
de: Installierte Apps
es: Apps Instaladas
fi_fi: Asennetut sovellukset
fr: Apps Installées
he: אפליקציות מותקנות
it: App istallate
ja_jp: インストール済みのアプリ
pt: Aplicativos instalados
tr: Yüklü Uygulamalar
zh_hans: 已安装的应用程序

# instructions_title
source: Follow the in-app instructions on child's device to complete the setup.
ar: اتبع التعليمات الموجودة في التطبيق على جهاز الطفل لإكمال الإعداد.
de: Befolgen Sie die In-App-Anweisungen auf dem Gerät des Kindes, um die Einrichtung abzuschließen.
es: Siga las instrucciones de la aplicación en el dispositivo del niño para completar la configuración.
fi_fi: Suorita asennus loppuun noudattamalla lapsen laitteen sovelluksen sisäisiä ohjeita.
fr: Suivez les instructions de l'application sur l'appareil de l'enfant pour terminer la configuration.
he: עקוב אחר ההוראות בתוך האפליקציה במכשיר של הילד כדי להשלים את ההגדרה.
it: Segui le istruzioni in-app sul dispositivo del bambino per completare la configurazione.
ja_jp: お子様のデバイスのアプリ内の指示に従って、セットアップを完了します。
pt: Siga as instruções no aplicativo no dispositivo da criança para concluir a configuração.
tr: Kurulumu tamamlamak için çocuğun cihazındaki uygulama içi talimatları izleyin.
zh_hans: 按照孩子设备上的应用内说明完成设置。

# inter_filter_des
source: Filter explicit content & enable Safe search
ar: تصفية المحتوى الصريح وتمكين البحث الآمن
de: Filtern Sie anstößige Inhalte und aktivieren Sie die sichere Suche
es: Filtre contenido explícito y habilite la búsqueda segura
fi_fi: Suodata seksuaalista sisältöä ja ota käyttöön turvallinen haku
fr: Filtrer le contenu explicite et activer la recherche sécurisée
he: סנן תוכן מפורש והפעל חיפוש בטוח
it: Filtra i contenuti espliciti e attiva la ricerca sicura
ja_jp: 露骨なコンテンツをフィルタリングし、セーフサーチを有効にする
pt: Filtre conteúdo explícito e ative a pesquisa segura
tr: Uygunsuz içeriği filtreleyin ve Güvenli aramayı etkinleştirin
zh_hans: 过滤露骨内容并启用安全搜索

# inter_schedule_des
source: Schedule internet access
ar: جدولة الوصول إلى الإنترنت
de: Planen Sie den Internetzugang
es: Programar acceso a internet
fi_fi: Varaa Internet-yhteys
fr: Planifier l'accès à Internet
he: תזמן גישה לאינטרנט
it: Pianifica l'accesso a Internet
ja_jp: インターネットアクセスのスケジュールを設定する
pt: Agendar acesso à internet
tr: İnternet erişimini planlayın
zh_hans: 安排互联网访问

source: Internet Filters
ar: مرشحات الإنترنت
de: Internetfilter
es: Filtros de Internet
fi_fi: Internet-suodattimet
fr: Filtres Internet
he: מסנני אינטרנט
it: Filtri Internet
ja_jp: インターネットフィルター
pt: Filtros de Internet
tr: İnternet Filtreleri
zh_hans: 互联网过滤器

# internet_filters_alert_content_1
source: Internet Filter settings have been uploaded for your child's device, and changes will take effect in a few moments.
ar: تم تحميل إعدادات تصفية الإنترنت لجهاز طفلك، وستسري التغييرات في غضون لحظات قليلة.
de: Internetfilter-Einstellungen wurden auf das Gerät Ihre Kindes hochgeladen, Änderungen werden in wenigen Momenten wirksam.
es: El ajuste para Filtros de Internet ha sido actualizado en el dispositivo de tu hijo y los cambios tomarán efecto en breve.
fi_fi: Internetsuodattimien asetukset on ladattu lapsesi laitteelle ja muutokset astuvat voimaan hetken kuluttua.
fr: Les paramètres du filtre Internet ont été téléchargés pour l'appareil de votre enfant, et les changements prendront effet dans quelques instants.
he: הגדרות מסנן אינטרנט הועלו עבור המכשיר של ילדך, והשינויים ייכנסו לתוקף בעוד מספר רגעים.
it: Impostazioni Filtro Internet caricate per il dispositivo di tuo figlio; le modifiche saranno attive a breve.
ja_jp: インターネットフィルタの設定がアップロードされ、まもなく変更が有効になります。
pt: As configurações do Filtro de Internet foram enviadas para o dispositivo do seu filho e as alterações entrarão em prática em alguns instantes.
tr: Çocuğunuzun cihazına İnternet Filtresi ayarları yüklendi ve değişiklikler birkaç dakika içinde uygulanacak.
zh_hans: 已为您孩子的设备上传了 互联网过滤器 设置，变更将在片刻后生效。

# internet_filters_alert_content_2
source: Please enable at least one option to apply Internet Filters on your child's device.
ar: يرجى تمكين خيار واحد على الأقل لتطبيق تصفية الإنترنت على جهاز طفلك.
de: Bitte aktivieren Sie mindestens eine Option, um Internetfilter auf das Gerät Ihres Kindes anzuwenden.
es: Activa al menos una opción para aplicar los Filtros de Internet en el dispositivo.
fi_fi: Ole hyvä ja ota käyttöön ainakin yksi vaihtoehto asettaaksesi Internetsuodattimet lapsesi laitteelle.
fr: Veuillez activer au moins une option pour appliquer les filtres Internet sur l'appareil de votre enfant.
he: הפעל לפחות אפשרות אחת להחלת מסנני אינטרנט במכשיר של ילדך.
it: Abilita almeno 1 opzione per applicare filtri Internet a dispositivo di tuo figlio.
ja_jp: お子さまの端末でインターネットフィルタを適用するために、少なくとも1つのオプションを有効にしてください。
pt: Ative pelo menos uma opção para aplicar Filtros de Internet no dispositivo do seu filho.
tr: Lütfen çocuğunuzun cihazında İnternet Filtreleri uygulamak için en az bir seçeneği etkinleştirin.
zh_hans: 请至少启用一个选项，这样才能在您孩子的设备上应用互联网过滤器。

# internet_filters_des
source: Safesearch Block porn & dating sites
ar: Safesearch منع المواقع الإباحية والمواعدة
de: Safesearch Blockieren Sie Porno- und Datingseiten
es: Safesearch Bloquear sitios de citas y pornografía
fi_fi: Safesearch Estä porno- ja treffisivustot
fr: Safesearch. Bloquer les sites pornographiques et de rencontres
he: Safesearch חסום אתרי פורנו ואתרי היכרויות
it: Safesearch Blocca siti porno e di incontri
ja_jp: セーフサーチ ポルノと出会い系サイトをブロックする
pt: Safesearch Bloqueia sites de pornografia e namoro
tr: Güvenli Arama Porno ve arkadaşlık sitelerini engelleyin
zh_hans: 安全搜索 阻止色情和约会网站

# internet_filters_inappropriate_content
source: Internet filters to block inappropriate content
ar: مرشحات الإنترنت لمنع المحتوى غير المناسب
de: Internetfilter zum Blockieren unangemessener Inhalte
es: Filtros de Internet para bloquear contenido inapropiado
fi_fi: Internet-suodattimet sopimattoman sisällön estämiseksi
fr: Filtres Internet pour bloquer les contenus inappropriés
he: מסנני אינטרנט לחסימת תוכן לא הולם
it: Filtri Internet per bloccare contenuti inappropriati
ja_jp: 不適切なコンテンツをブロックするインターネット フィルター
pt: Filtros da Internet para bloquear conteúdo impróprio
tr: Uygunsuz içeriği engellemek için İnternet filtreleri
zh_hans: 互联网过滤器阻止不当内容

# internet_filters_switch_1
source: Enable Internet Filters
ar: قم بتمكين تصفية الإنترنت
de: Internetfilter aktivieren
es: Activar Filtros de Internet
fi_fi: Ota Internesuodattimet käyttöön
fr: Activer les filtres Internet
he: הפעל מסנני אינטרנט
it: Abilita Filtri Internet
ja_jp: インターネットフィルタを有効にする
pt: Ativar filtros da Internet
tr: İnternet Filtrelerini Etkinleştir
zh_hans: 开启互联网过滤器

source: Internet Schedules
ar: جداول الإنترنت
de: Internet-Zeitpläne
es: Horarios de Internet
fi_fi: Internet-aikataulut
fr: Horaires Internet
he: לוחות זמנים באינטרנט
it: Orari Internet
ja_jp: インターネットスケジュール
pt: Agendamentos de Internet
tr: İnternet Programları
zh_hans: 互联网时间表

# internet_schedules_alert_1_content_1
source: Schedule Name
ar: اسم الجدولة
de: Planname
es: Nombre de Horario
fi_fi: Aikataulun nimi
fr: Nom du programme
he: שם לוח הזמנים
it: Nome programma
ja_jp: スケジュール名
pt: Nome do cronograma
tr: Program Adı
zh_hans: 规划名称

# internet_schedules_alert_1_content_2
source: Internet Access has been scheduled for your child's device, changes will take effect in a few moments.
ar: تمت جدولة الوصول إلى الإنترنت لجهاز طفلك، وستسري التغييرات في غضون لحظات قليلة.
de: Internetzugang für das Gerät Ihres Kindes wurde geplant, Änderungen werden in wenigen Momenten wirksam.
es: Se ha programado el horario de acceso a internet para el dispositivo de tu niño, en breve será efectivo.
fi_fi: Internetyhteys on aikataulutettu lapsesi laitteelle, muutokset astuvat voimaan hetken kuluttua.
fr: L'accès à Internet a été programmé pour l'appareil de votre enfant, les changements prendront effet dans quelques instants.
he: גישה לאינטרנט נקבעה למכשיר של ילדך, השינויים ייכנסו לתוקף בעוד מספר רגעים.
it: Accesso a Internet programmato per il dispositivo di tuo figlio, le modifiche saranno attive a breve.
ja_jp: お子さまのデバイスでインターネットアクセスがスケジュールされました。変更はすぐに反映されます。
pt: O acesso à Internet foi agendado para o dispositivo do seu filho, as alterações entrarão em prática em alguns instantes.
tr: Çocuğunuzun cihazının İnternet Erişimi planlandı, değişiklikler birkaç dakika içinde uygulanacak.
zh_hans: 已为您孩子的设备设置好了 互联网访问 安排，变更将在片刻后生效。

# internet_schedules_alert_1_content_3
source: Please provide the rule name.
ar: يرجى تقديم اسم القاعدة.
de: Bitte geben Sie einen Regelnamen an.
es: Por favor ponle nombre a la regla.
fi_fi: Ole hyvä ja anna säännön nimi.
fr: Veuillez fournir le nom de la règle.
he: נא לציין את שם הכלל.
it: Fornire il nome della regola.
ja_jp: ルール名を入力してください。
pt: Forneça o nome da regra.
tr: Lütfen kural adı girin.
zh_hans: 请提供规则名称。

# internet_schedules_alert_2_content_1
source: Do you want to delete the rule?
ar: هل تريد حذف القاعدة؟
de: Möchten Sie die Regel löschen?
es: ¿Quieres borrar la regla?
fi_fi: Haluatko poistaa säännön?
fr: Voulez-vous supprimer la règle ?
he: האם אתה רוצה למחוק את הכלל?
it: Vuoi eliminare la regola?
ja_jp: ルールを削除されますか？
pt: Deseja excluir a regra?
tr: Kuralı silmek istiyor musunuz?
zh_hans: 您想删除该规则吗？

# internet_schedules_alert_3_content_1
source: Status of internet schedule is updated
ar: تم تحديث حالة جدولة الإنترنت
de: Status des Internetplans wurde aktualisiert
es: Estado del horario de internet actualizado
fi_fi: Internetaikataulun status on päivitetty
fr: Le statut de la planification de l'accès à Internet est mis à jour
he: סטטוס לוח הזמנים של האינטרנט מעודכן
it: Stato programma internet aggiornato
ja_jp: インターネットスケジュールのステータスが更新されました
pt: O status da programação da Internet é atualizado
tr: İnternet tarifesinin durumu güncellendi
zh_hans: 上网时间安排的状态已更新

# internet_schedules_alert_4_content_1
source: The rule has been deleted successfully.
ar: تم حذف القاعدة بنجاح.
de: Die Regel wurde erfolgreich gelöscht.
es: Borraste con éxito la regla.
fi_fi: Sääntö on poistettu onnistuneesti.
fr: La règle a été supprimée avec succès.
he: הכלל נמחק בהצלחה.
it: Regola eliminata con successo.
ja_jp: ルールは正常に削除されました。
pt: A regra foi excluída com sucesso.
tr: Kural başarıyla silindi.
zh_hans: 该规则已被成功删除。

# internet_schedules_content_1
source: Name
ar: الاسم
es: Nombre
fi_fi: Nimi
fr: Nom
he: שם
it: Nome
ja_jp: 名前
pt: Nome
tr: İsim
zh_hans: 名字

# internet_schedules_content_2
source: Select Days
ar: حدد الأيام
de: Tage auswählen
es: Elegir Días
fi_fi: Valitse päivät
fr: Sélectionnez les jours
he: בחר ימים
it: Seleziona giorni
ja_jp: 日にちを選択
pt: Selecionar os dias
tr: Günleri Seçin
zh_hans: 选择天数

# internet_schedules_des
source: Days selection Start & End Time
ar: اختيار الأيام وقت البدء والانتهاء
de: Tagesauswahl Start- und Endzeit
es: Selección de días Hora de inicio y finalización
fi_fi: Päivän valinta Aloitus- ja lopetusaika
fr: Sélection des jours. Heure de début et de fin
he: בחירת ימים שעת התחלה וסיום
it: Selezione dei giorni Ora di inizio e fine
ja_jp: 日数の選択 開始時刻と終了時刻
pt: Seleção de dias Horário de início e término
tr: Gün seçimi Başlangıç ​​ve Bitiş Saati
zh_hans: 天数选择开始和结束时间

source: Invalid Code!
ar: الرمز غير صالح!
de: Ungültiger Code!
es: ¡Código no válido!
fi_fi: Virheellinen koodi!
fr: Code non valide!
he: קוד לא חוקי!
it: Codice non valido!
ja_jp: 無効なコードです!
pt: Código inválido!
tr: Geçersiz Kod!
zh_hans: 代码无效！

# invite_parent_alert_content_1
source: You cannot send an invitation to a super parent.
ar: لا يمكنك إرسال دعوة إلى أحد الوالدين المشرفين.
de: Sie können keine Einladung an ein Super-Elternteil senden.
es: No puedes enviar invitación a un súper padre.
fi_fi: Et voi lähettää kutsua supervanhemmalle
fr: Vous ne pouvez pas envoyer d'invitation à un super parent.
he: לא ניתן לשלוח הזמנה להורה-על.
it: Impossibile inviare un invito a super genitore.
ja_jp: 世話人を招待することは出来ません。
pt: Você não pode enviar um convite para todos os parentes
tr: Süper ebeveyne davetiye gönderemezsiniz.
zh_hans: 您不能向超级家长发送邀请。

# invite_parent_alert_content_2
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف؟
de: Sicher, dass Sie löschen möchten?
es: ¿Seguro que quieres borrarlo?
fi_fi: Oletko varma että haluat poistaa?
fr: Êtes-vous sûr de vouloir supprimer l'invitation ?
he: אתה בטוח שאתה רוצה למחוק?
it: Sicuro di voler eliminare?
ja_jp: 削除してよろしいですか？
pt: Tem certeza de que deseja excluir?
tr: Silmek istediğinize emin misiniz?
zh_hans: 您确定要删除吗？

# invite_parent_button_content_1
source: Send Invitation
ar: إرسال دعوة
de: Einladung senden
es: Enviar Invitación
fi_fi: Lähetä kutsu
fr: Envoyer une Invitation
he: שלח הזמנה
it: Invita
ja_jp: 招待状を送信します
pt: Enviar convite
tr: Davetiye gönder
zh_hans: 发送邀请

# invite_parent_button_content_2
source: Send Another Invite
ar: إرسال دعوة أخرى
de: Weitere Einladung senden
es: Enviar Otra Invitación
fi_fi: Lähetä toinen kutsu
fr: Envoyer une Autre Invitation
he: שלח הזמנה נוספת
it: Invia un altro invito
ja_jp: 別の招待を送信します
pt: Enviar outro convite
tr: Başka Bir Davet Gönder
zh_hans: 发送另一份邀请

# invite_parent_input_content_1
source: Name
ar: الاسم
es: Nombre
fi_fi: Nimi
fr: Nom
he: שם
it: Nome
ja_jp: 名
pt: Nome
tr: İsim
zh_hans: 名字

# invite_parent_input_content_2
source: Email
ar: البريد الإلكتروني
fi_fi: Sähköposti
he: אימייל
ja_jp: メール
tr: E-posta
zh_hans: 电子邮箱地址
